Repository: primarydesign/woodmont-properties
Catalog: web/app/plugins/dashboard-contact-form/languages/cdw_widget-*.po
Languages: cs_cz, sk_sk

source: Warning, edit of this blog is disabled except to superadmins.
cs_cz: Pozor, úpravy nastavení pro tento web jsou zablokovány pro všechny uživatele kromě superadmina!
sk_sk: Pozor, úpravy nastavenia pre tento web sú zablokované pre všetkých užívateľov okrem superadminov!

source: (Current)
cs_cz: (Aktuální)
sk_sk: Aktuálný

source: <img class="aligncenter size-medium" src="%s" alt="larx-logo" width="300" height="96" /><p style="text-align: center;">This is example text. You can change it <a href="%s">here</a>.</p>
cs_cz: <img class="aligncenter size-medium" src="%s" alt="larx-logo" width="300" height="96" /><p style="text-align: center;">Toto je ukázkový text. Můžete jej změnit <a href="%s">zde</a>.</p>
sk_sk: <img class="aligncenter size-medium" src="%s" alt="larx-logo" width="300" height="96" /><p style="text-align: center;">Toto je ukážkový text. Môžete ho zmeniť <a href="%s">tu</a>.</p>

source: Contact us:
cs_cz: Napište nám:
sk_sk: Napíšte nám:

source: <strong>Sender:</strong> %SENDER_NAME%&lt;%SENDER_EMAIL%&gt;<br /> <strong>Receiver:</strong> %TARGET_EMAIL%
cs_cz: <strong>Odesílatel:</strong> %SENDER_NAME%&lt;%SENDER_EMAIL%&gt;<br /> <strong>Příjemce:</strong> %TARGET_EMAIL%
sk_sk: <strong>Odosielateľ:</strong> %SENDER_NAME% &lt;%SENDER_EMAIL%&gt; <br /> <strong>Príjemca:</strong> %TARGET_EMAIL%

source: Message Title
cs_cz: Nadpis zprávy
sk_sk: Nadpis správy

source: Type here your message.
cs_cz: Sem napište svou zprávu
sk_sk: Sem napíšte svoju správu

source: Dashboard Contact Form options
cs_cz: Dashboard Contact Form nastavení
sk_sk: Dashboard Contact Form nastavenia

source: Password succesfully changed.
cs_cz: Heslo úspěšně změněno.
sk_sk: Heslo úspešne zmenené.

source: New passwords mismatch, password NOT updated!
cs_cz: Nová hesla nesouhlasí, heslo NEBYLO změněno!
sk_sk: Nové heslá nesúhlasí, heslo NEBOLO zmenené!

source: Current password invalid, password NOT updated!
cs_cz: Aktuální heslo je neplatné, heslo NEBYLO změněno!
sk_sk: Aktuálne heslo je neplatné, heslo NEBOLO zmenené!

source: E-mail with link to reset this plugin password has been mailed to site admin on <strong>%s</strong>.
cs_cz: E-mail k obnovení hesla tohoto pluginu byl odeslán správci stránek na <strong>%s</strong>.
sk_sk: E-mail na obnovenie hesla tohto pluginu bol odoslaný správcovi stránok na <strong>%s</strong>.

source: Failed to send message to site admin on <strong>%s</strong>.
cs_cz: Odeslání e-mailu správci stránek na <strong>%s</strong> selhalo.
sk_sk: Odoslanie e-mailu správcovi stránok na <strong>%s</strong> zlyhalo.

source: Please enter your new password:
cs_cz: Prosím zadejte nové heslo:
sk_sk: Prosím zadajte nové heslo :

source: Enter new password:
cs_cz: Vložit nové heslo:
sk_sk: Vložiť nové heslo:

source: Confirm new password:
cs_cz: Potvrdit nové heslo:
sk_sk: Potvrdiť nové heslo:

source: Set new password
cs_cz: Nastavit nové heslo
sk_sk: Nastaviť nové heslo

source: Error: Authentization key is outdated, password NOT deleted!
cs_cz: Chyba: autorizační klíč již není platný, heslo NEBYLO smazáno!
sk_sk: Chyba: autorizačný kľúč už nie je platný, heslo NEBOLO vymazané!

source: Error: invalid password
cs_cz: Chyba: neplatné heslo
sk_sk: Chyba: neplatné heslo

source: Type your secret password to edit Dashboard Contact Form:
cs_cz: Vložte Vaše tajné heslo pro editaci Dashboard Contact Form.
sk_sk: Vložte Vaše tajné heslo pre editáciu Dashboard Contact Form.

source: Type password:
cs_cz: Zadejte heslo:
sk_sk: Zadajte heslo:

source: Enter
cs_cz: Vložit
sk_sk: Vložiť

source: Do you really want to reset this password? Mail with reset url will be sent to %s (site admin)
cs_cz: Opravdu si přejete resetovat heslo? E-mail s odkazem pro smazání hesla bude zaslán na %s (správce stránek)
sk_sk: Naozaj si prajete resetovať heslo? E-mail s odkazom pre zmazanie hesla bude zaslaný na% s (správca stránok)

source: Reset password (site admin only)
cs_cz: Obnovit heslo (pouze správce stránek)
sk_sk: Obnoviť heslo (iba správca stránok)

source: Blog #%s succesfully updated
cs_cz: Blog #%s úspěšně aktualizován
sk_sk: Blog #% s úspešne aktualizovaný

source: Email has invalid format, not updated. Other settings saved. (You may have only one e-mail in this field).
cs_cz: E-mail má nesprávný formát, nebyl aktualizován. Ostatní data uložena. (V tomto poli může být pouze jeden e-mail).
sk_sk: E-mail má nesprávny formát, nebol aktualizovaný. Ostatné dáta uložené. (V tomto poli môže byť iba jeden e-mail).

source: All settings successfully saved.
cs_cz: Všechna nastavení úspěšně uložena.
sk_sk: Všetky nastavenia úspešne uložená.

source: ERROR: No settings saved, try again.
cs_cz: Chyba: nastavení nebylo uloženo, zkuste to znova.
sk_sk: CHYBA: žiadna nastavenia uložené, skúste to znova.

source: Edit of this blog is disabled by superadmin.
cs_cz: Úprava tohoto nastavení je zakázána správcem multisite
sk_sk: Úprava tohto blogu je zakázaná superadminom.

source: Widget title:
cs_cz: Nadpis widgetu:
sk_sk: Nadpis widgetu:

source: Do you really want to leave the edit mode? (Remeber to save your work here first!)
cs_cz: Opravdu si přejete opustit režim úprav? (Nezapomeňte si nejprve uložit Vaši práci!)
sk_sk: Naozaj si prajete opustiť režim úprav? (Nezabudnite si najprv uložiť Vašu prácu!)

source: Logout from dashboard edit
cs_cz: Odhlásit se z editace nástěnky
sk_sk: Odhlásiť sa z editácie nástenky

source: Widget text:
cs_cz: Text widgetu:
sk_sk: Text widgetu:

source: Contact form settings:
cs_cz: Nastavení kontaktního formuláře:
sk_sk: Nastavenie kontaktného formulára:

source: Copy (optional):
cs_cz: Kopie (volitelné):
sk_sk: Kópie (voliteľné):

source: (You can input multiple e-mails separated by a coma - ',')
cs_cz: (Můžete vložit více e-mailů oddělených čárkou- ',')
sk_sk: (Môžete vložiť viac e-mailov oddelených čárkou- ',')

source: Form title:
cs_cz: Nadpis formuláře:
sk_sk: Nadpis formulára:

source: Form message**:
cs_cz: Zpráva formuláře**:
sk_sk: Správa formuláre **:

source: Placeholders:
cs_cz: Zástupci:
sk_sk: Zástupcovia:

source: <strong>%SENDER_NAME%</strong> - display name of current logged - in user (you).
cs_cz: <strong>%SENDER_NAME%</strong> - zobrazující se jméno aktuálně přihlášeného uživatele (Vy).
sk_sk: <strong>%SENDER_NAME%</strong> - zobrazujúci sa meno aktuálne prihláseného používateľa (Vy).

source: <strong>%SENDER_EMAIL%</strong> - e-mail of currently logged-in user (you).
cs_cz: <strong>%SENDER_NAME%</strong> - zobrazující se jméno aktuálně přihlášeného uživatele (Vy).
sk_sk: <strong>%SENDER_EMAIL%</strong> - e-mail aktuálne prihláseného používateľa (Vy).

source: <strong>%TARGET_EMAIL%</strong> - e-mail where this message will be mailed to, usually site admin.
cs_cz: <strong>%TARGET_EMAIL%</strong> - e-mailová adresa, kam bude zaslána zpráva z kontaktního formuláře, obvykle správci stránek.
sk_sk: <strong>%TARGET_EMAIL%</strong> - e-mailová adresa, kam bude zaslaná správa z kontaktného formulára, zvyčajne správcu stránok.

source: <strong>%COPY_EMAILS%</strong> - list of e-mails of additional receivers of this message.
cs_cz: <strong>%COPY_EMAILS%</strong> - Seznam e-mailů dalších příjemců této zprávy.
sk_sk: <strong>%COPY_EMAILS%</strong> - Zoznam e-mailov ďalších príjemcov tejto správy.

source: ** This section is NOT automatically formatted and requires HTML elements!
cs_cz: ** Tato sekce NENÍ automaticky formátována a vyžaduje HTML značky!
sk_sk: ** Táto sekcia NIE JE automaticky formátované a vyžaduje HTML značky!

source: Title placeholder:
cs_cz: Zástupce nadpisu:
sk_sk: Zástupca nadpisu:

source: Message placeholder:
cs_cz: Zástupce zprávy:
sk_sk: Zástupca správy:

source: Display for roles:
cs_cz: Zobrazit pro skupiny uživatelů:
sk_sk: Zobraziť pre skupiny užívateľov:

source: Enable contact form for roles:
cs_cz: Povolit kontaktní formulář pro tyto skupiny:
sk_sk: Povoliť kontaktný formulár pre tieto skupiny:

source: E-mail address where will be delivered all messages from the contact form
cs_cz: E-mailová adresa, na kterou bude zpráva doručena z kontaktního formuláře
sk_sk: E-mailová adresa, na ktorú bude správa doručená z kontaktného formulára

source: Copy settings on blogs:
cs_cz: Kopírovat nastavení na blogy:
sk_sk: Kopírovať nastavenie na tieto blogy

source: Blog url:
cs_cz: URL blogu:
sk_sk: URL blogu:

source: Enable override settings on blogs:
cs_cz: Povolit změnu nastavení u těchto blogů:
sk_sk: Povoliť zmenu nastavenia na týchto blogoch

source: Save
cs_cz: Uložit
sk_sk: Uložiť

source: Set or change password
cs_cz: Nastavit nebo změnit heslo
sk_sk: Nastaviť alebo zmeniť heslo

source: Enter current password:
cs_cz: Vložit aktuální heslo:
sk_sk: Vložiť aktuálne heslo:

source: (Current password is blank.)
cs_cz: (Aktuální heslo je prázdné.)
sk_sk: (Aktuálne heslo je prázdne.)

source: If you like this plugin, you can click on the 'Donate' button here (opens a new window) and send me 5$. Thank you!
cs_cz: Pokud se vám tento plugin líbil, můžete kliknout na tlačítko 'Donate' zde (otevře se v novém okně) a poslat 5$ (cca 120 Kč). Děkujeme Vám!
sk_sk: Ak sa vám tento plugin páčil, môžete kliknúť na tlačidlo 'Donate' tu (otvorí sa v novom okne) a poslať 5 $ (cca 4,45 €). Ďakujeme Vám!

source: You may also donate any amount of money. (Thank you!)
cs_cz: Můžete také poslat libovolné množství peněz. (Děkuji!)
sk_sk: Môžete tiež poslať ľubovoľné množstvo peňazí. (Ďakujem!)

source: Resetting Dashboard Contact Form password for %s
cs_cz: Obnovení hesla Dashboard Contact Form pro %s
sk_sk: Obnoviť Dashboard Contact Form heslo pre% s

source: User <strong>%s</strong> asked you to reset Dashboard Contact Form password for <strong>%s</strong>.<br /> To reset password, click on the following url:<a target="_blank" href="%s">%s</a>. If you don't want reset this password, simply ignore this message.
cs_cz: Uživatel <strong>%s</strong> Vás požádal o obnovení hesla Dashboard Contact Form pro <strong>%s</strong>.<br /> Ke smazání hesla prosím klikněte na následující odkaz: <a target="_blank" href="%s">%s</a>. Pokud si heslo nepřejete odstranit, tuto zprávu jednoduše ignorujte.
sk_sk: Užívateľ(ka) <strong>%s</strong> Vás požiadal(a) o obnovenie hesla Dashboard Contact Form pre<strong> %s</strong>.<br />Na zmazanie hesla prosím kliknite na nasledujúci odkaz: <a target="_blank" href="%s">%s</a>. Ak si heslo neželáte odstrániť, túto správu jednoducho ignorujte.

source: This message has been sent from <strong>%1$s</strong> at <strong>%2$s</strong> by user <strong>%3$s</strong>.
cs_cz: Tato zpráva byla odeslána z <strong>%1$s</strong> v <strong>%2$s</strong> uživatelem/uživatelkou <strong>%3$s</strong>.
sk_sk: Táto správa bola odoslaná z <strong>%1$s</strong> v <strong>%2$s</strong> užívateľom / užívateľkou <strong>%3$s</strong>.

source: Settings
cs_cz: Nastavení
sk_sk: Nastavenie

source: Support
cs_cz: Podpora
sk_sk: Podpora

source: Submitting message...
cs_cz: Odesílám zprávu...
sk_sk: Odosielam správu...

source: Fill in all fields, some fields are empty
cs_cz: Vyplňte všechna pole, některá jsou prázdná.
sk_sk: Vyplňte všetky polia, niektoré sú prázdne.

source: Title:
cs_cz: Název:
sk_sk: Názov:

source: Your message:
cs_cz: Vaše zpráva:
sk_sk: Vaša správa:

source: Send message
cs_cz: Odeslat zprávu
sk_sk: Odoslať správu

source: Sending Message
cs_cz: Odesílám zprávu
sk_sk: Odosielam správu

source: Message succesfully sent to <strong>%s</strong>
cs_cz: Zpráva úspěšně odeslána na <strong>%s</strong>.
sk_sk: Správa úspešne odoslaná na strong>% s</strong>.

source: Couldn't send message.
cs_cz: Zprávu se nepodařilo odeslat.
sk_sk: Správu sa nepodarilo odoslať.

source: Custom dashboard widget with optional contact form
cs_cz: Vlastní widget nástěnky s volitelným formulářem
sk_sk: Blog #% s úspešne aktualizovaný

source: Pavel Riha
cs_cz: Pavel Říha
sk_sk: Pavel Říha
